---
kind: property
id: P:Autodesk.Revit.DB.Structure.AreaLoad.Area
zh: 面积区域
source: html/f5c2ce0d-e793-05b0-0f0c-2f24c1a13756.htm
---
# Autodesk.Revit.DB.Structure.AreaLoad.Area Property

**中文**: 面积区域

Returns area of the area load.

## Syntax (C#)
```csharp
public double Area { get; }
```